---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterNumericGreater
source: html/659afb7a-2feb-bba4-7517-15fdb795b2ff.htm
---
# FilterNumericGreater Methods

Derived classes should override this method to implement the desired test.